Repository: DavidBruchmann/t3quotes
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_t3quotes_domain_model_t3quotes.extension.Title
source: Quotes Database
de: Zitate-Datenbank

# tx_t3quotes_domain_model_t3quotes.extension.description
source: A database with quotes which are displayed on the webpage in various ways.
de: Eine Datenbank mit Zitaten, die auf vielfache Weise auf der Webseite angezeigt werden können.

# tx_t3quotes_domain_model_t3quotes.description
source: A database with quotes which are displayed on the webpage in various ways.
de: Eine Datenbank mit Zitaten, die auf vielfache Weise auf der Webseite angezeigt werden können.

# tx_t3quotes_domain_model_t3quotes.ce-wizard.description
source: Display collection of quotes on the webpage.
de: Zeige Zitatsammlung auf der Webseite an.

# tx_t3quotes_domain_model_t3quotes.preface
source: Preface
de: Einleitung

# tx_t3quotes_domain_model_t3quotes.labelPreface
source: Editors comment
de: Kommentar des Redakteurs

# tx_t3quotes_domain_model_t3quotes.quote
source: Quote
de: Zitat

# tx_t3quotes_domain_model_t3quotes.full_context
source: Full Context
de: Zusammenhang

# tx_t3quotes_domain_model_t3quotes.author_name
source: Author Name
de: Name des Autors

# tx_t3quotes_domain_model_t3quotes.author_email
source: Author Email
de: Email des Autors

# tx_t3quotes_domain_model_t3quotes.author_title
source: Author Title
de: Titel des Autors

# tx_t3quotes_domain_model_t3quotes.weight
source: Sorting Weight
de: Gewichtung zum Sortieren

# tx_t3quotes_domain_model_t3quotes.weight.I.0
source: High priority
de: Hohe Priorität

# tx_t3quotes_domain_model_t3quotes.weight.I.1
source: Normal priority
de: Normale Priorität

# tx_t3quotes_domain_model_t3quotes.weight.I.2
source: Low priority
de: Niedrige Priorität

# tx_t3quotes_domain_model_t3quotes.date
source: Date
de: Datum

# tx_t3quotes_domain_model_t3quotes.selected
source: Selected
de: Ausgewählt

# tx_t3quotes_domain_model_t3quotes.rotation_quote
source: Rotation Quote (very short)
de: Rotations-Zitat (sehr kurz)

# tx_t3quotes_domain_model_t3quotes.authstate
source: Author is authenticated (show full name, email and title)
de: Autor ist authentifiziert (zeige kompletten Namen, E-Mail und Titel)

# tx_t3quotes_domain_model_t3quotes.t3quotes_selected
source: T3quotes Selected
de: Zeige nur ausgewählte Zitate an

# tx_t3quotes_domain_model_t3quotes.by
source: by
de: von

# tx_t3quotes_domain_model_t3quotes.linkBackToList
source: Back to List
de: Zurück zur Liste

# tx_t3quotes_domain_model_t3quotes.btnCreateNewQuote
source: Save this new Quote
de: Neues Zitat Speichern

# tx_t3quotes_domain_model_t3quotes.headlineNewQuote
source: New Quote
de: Neues Zitat

# tx_t3quotes_domain_model_t3quotes.linkNewQuote
source: Create new Quote
de: Neues Zitat erstellen

# tx_t3quotes_domain_model_t3quotes.linkEditQuote
source: Edit this Quote
de: Dieses Zitat bearbeiten

# tx_t3quotes_domain_model_t3quotes.btnSaveEdit
source: Save Quote
de: Zitat speichern

# tx_t3quotes_domain_model_t3quotes.headlineEditQuote
source: Edit Quote
de: Zitat bearbeiten

# tx_t3quotes_domain_model_t3quotes.authorUnknown
source: Author unknown
de: Auto unbekannt

# tx_t3quotes_domain_model_t3quotes.persistence.defaultStoragePid
source: Default storage PID
de: PID der Seite zum Speichern der Zitate

# tx_t3quotes_domain_model_t3quotes.view.pathToThemesFE
source: Path to the themes (FE):The mainpath to the folder where all (used) themes with subfolders are included
de: Pfad zu den 'Themes' (FE):Der Hauptpfad zum Ordner wo alle Themes mit Unterordnern gespeichert sind

# tx_t3quotes_domain_model_t3quotes.settings.formatDate
source: Date format:Date format, see https://docs.typo3.org/typo3cms/ExtbaseGuide/Fluid/ViewHelper/Format/Date.html for possible values
de: Datumsformat:Datumsformat, siehe https://docs.typo3.org/typo3cms/ExtbaseGuide/Fluid/ViewHelper/Format/Date.html für mögliche Werte

# tx_t3quotes_domain_model_t3quotes.settings.feFormEnabled
source: Enable frontend forms:Enable frontend forms for new quotes and editing
de: Aktiviere Frontend-Formulare:Aktiviere Frontend-Formulare zur Neuerstellung und zum Bearbeiten von Zitaten

# tx_t3quotes_domain_model_t3quotes.settings.disableDetailView
source: Disable detail view:Don't show detail-view in frontend and corresponding links
de: Deaktiviere Detailansicht:Deaktiviere Detailansicht und entsprechende Verlinkung

# tx_t3quotes_domain_model_t3quotes.view.pathToTemplateRootFE
source: Path to template root (FE)
de: Pfad zum Wurzelverzeichnis der Templates (FE)

# tx_t3quotes_domain_model_t3quotes.view.pathToPartialsFE
source: Path to template partials (FE)
de: Pfad zu den Partials (FE)

# tx_t3quotes_domain_model_t3quotes.view.pathToLayoutsFE
source: Path to template layouts (FE)
de: Pfad zu den Layouts (FE)

# tx_t3quotes_domain_model_ttcontent.t3quotes_selected
source: Show selected quotes only
de: Zeige nur ausgewählte Zitate an
